[M_Sage_EggOnFace MissionDefinition]
MissionName="There are no eggs on the face."
MissionDescription="Dietmar von Heinrich Zimmernitz wants to photograph you with eggs.<br>In fact, it is nothing more."
TurnInDescription="It was hard, but it looked easy..<br>grace."
MissionSummary="Look for the egg Dietmar von Heinrich Zimmer Schneit.."
MissionGiver="Hunter's Grotto Award"
MissionTurnInLocation="Gruta do Cacador price list"
TeaserText="It is difficult to clean."

[M_Sage_EggOnFace:CollectEggs MissionObjectiveDefinition]
ProgressMessage="Collect quail eggs"

[M_Sage_EggOnFace:CollectEggsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EggOnFace:KillQueen MissionObjectiveDefinition]
ProgressMessage="went to Arizona"

[M_Sage_EggOnFace:KillQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

